
const List<String> home_tabs = ['推荐', '眼部', '鼻综合', '玻尿酸', '美体塑形', '面部'];

const List<String> home_feature_list = [
  '玻尿酸',
  '肉毒素',
  '眼部微整',
  '鼻综合',
  '面部轮廓',
  '自体脂肪',
  '胸部整形',
  '美体整形'
];

const List<dynamic> recommend_card_data = [
  {
    'avatar': 'head_image/1',
    'title': '美丽青春',
    'title2': '总共35篇日记',
    'url': 'head_image/3',
    'desc':
        '双眼皮已经恢复的很好了，形状也很自然，没有感觉到很明显，让人一看就知道是做过的，已经恢复的很好了，形状也很自然，没有感觉到很明显，让人一看就知道是做过的，已经恢复的很好了，形状也很自然，没有感觉到很明显，让人一看就知道是做过的，很开心~',
    'address': '眼部·武汉贵美和颐外科整形医院',
    'price': '￥2999',
    'like': '436',
    'comment': '35',
    'date': '2019-09-01'
  },
  {
    'avatar': 'head_image/2',
    'title': '逝去的痕迹',
    'title2': '总共28篇日记',
    'url': 'head_image/4',
    'desc': '双眼皮已经恢复的很好了，形状也很自然，没有感觉到很明显，让人一看就知道是做过的，很开心，好评！！！',
    'address': '眼部·四川外科整形医院',
    'price': '￥1999',
    'like': '234',
    'comment': '24',
    'date': '2019-09-01'
  }
];

const List<String> discover_tabs = ['推荐', '关注', '问答', '日记', '视频', '医师说'];

const List<dynamic> discover_doctor = [
  {'avatar': 'head_image/1', 'name': '赵志明', 'job': '高级医师'},
  {'avatar': 'head_image/2', 'name': '赵 丽', 'job': '高级医师'},
  {'avatar': 'head_image/5', 'name': '王 芳', 'job': '高级医师'},
];


const List<dynamic> ask_and_answer = [
  {
    'ask': '最近一直想着去做个双眼皮，可是自己对这方面不太了解，希望有专业的医师可以帮忙详细解答一下，谢谢~',
    'tag': '# 双眼皮',
    'avatar': 'head_image/1',
    'answer_name': '李莉',
    'answer_time': '5',
    'answer_content': '埋线双眼皮整形手术，主要是在双眼皮的部位埋下一条高分子蛋白线，从而形成的双眼皮。这种双眼皮的形成方法比较简单，手术过程中无需要开刀，基本也不会出血，因此这种双眼皮整形的方式，备受众多求美者的欢迎。　　韩式三点割双眼皮法，这种方式主要是在眼皮的部位切开三个小口，挤掉多余的脂肪，从而形成了双眼皮。这种双眼皮的形成方式比较简单，基本上不会出现大量的出血，恢复也比较快,传统的全切把割双眼皮这种方式，主要是在眼皮的部位切开一条线，从而形成了双眼皮这种割双眼皮的方式，出血量比较大，可能会出现留疤的情况，因此越来越少用了。',
    'like': '368',
    'answer_num': '68',
  },
  {
    'ask': '打算年底做双眼皮，但是看到身边的朋友有的开了眼角有的没开，到底开不开眼角，有什么区别吗？',
    'tag': '# 双眼皮',
    'avatar': 'head_image/2',
    'answer_name': '张婷',
    'answer_time': '10',
    'answer_content': '你好，需要开眼角的三种情况：1、内眦间距的距离较宽 2、内眦赘皮包裹比较严重…埋线双眼皮整形手术，主要是在双眼皮的部位埋下一条高分子蛋白线，从而形成的双眼皮。这种双眼皮的形成方法比较简单，手术过程中无需要开刀，基本也不会出血，因此这种双眼皮整形的方式，备受众多求美者的欢迎。　　韩式三点割双眼皮法，这种方式主要是在眼皮的部位切开三个小口，挤掉多余的脂肪，从而形成了双眼皮。这种双眼皮的形成方式比较简单，基本上不会出现大量的出血，恢复也比较快,传统的全切把割双眼皮这种方式，主要是在眼皮的部位切开一条线，从而形成了双眼皮这种割双眼皮的方式，出血量比较大，可能会出现留疤的情况，因此越来越少用了。',
    'like': '168',
    'answer_num': '89',
  }
];
